[
  {
    "key": "CG1",
    "title": "Concebir, planificar y desarrollar proyectos de diseño de acuerdo con los requisitos y condicionamientos técnicos, funcionales, estéticos y comunicativos.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG2",
    "title": "Dominar los lenguajes y los recursos expresivos de la representación y la comunicación.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG3",
    "title": "Establecer relaciones entre el lenguaje formal, el lenguaje simbólico y la funcionalidad específica.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG4",
    "title": "Tener una visión científica sobre la percepción y el comportamiento de la forma, de la materia, del espacio, del movimiento y del color.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG5",
    "title": "Actuar como mediadores entre la tecnología y el arte, las ideas y los fines, la cultura y el comercio.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG6",
    "title": "Promover el conocimiento de los aspectos históricos, éticos, sociales y culturales del diseño.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG7",
    "title": "Organizar, dirigir y/o coordinar equipos de trabajo y saber adaptarse a equipos multidisciplinares.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG8",
    "title": "Plantear estrategias de investigación e innovación para resolver expectativas centradas en funciones, necesidades y materiales.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG9",
    "title": "Investigar en los aspectos intangibles y simbólicos que inciden en la calidad.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG10",
    "title": "Ser capaces de adaptarse a los cambios y a la evolución tecnológica industrial.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG11",
    "title": "Comunicar ideas y proyectos a los clientes, argumentar razonadamente, saber evaluar las propuestas y canalizar el diálogo.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG12",
    "title": "Profundizar en la historia y la tradición de las artes y del diseño.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG13",
    "title": "Conocer el contexto económico, social y cultural en que tiene lugar el diseño.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG14",
    "title": "Valorar la dimensión del diseño como factor de igualdad y de inclusión social, y como transmisor de valores culturales.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG15",
    "title": "Conocer procesos y materiales y coordinar la propia intervención con otros profesionales, según las secuencias y grados de compatibilidad.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG16",
    "title": "Ser capaces de encontrar soluciones ambientalmente sostenibles.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG17",
    "title": "Plantear, evaluar y desarrollar estrategias de aprendizaje adecuadas al logro objetivos personales y profesionales.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG18",
    "title": "Optimizar la utilización de los recursos necesarios para alcanzar los objetivos previstos.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG19",
    "title": "Demostrar capacidad crítica y saber plantear estrategias de investigación.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG20",
    "title": "Comprender el comportamiento de los elementos que intervienen en el proceso comunicativo, dominar los recursos tecnológicos de la comunicación y valorar su influencia en los procesos y productos del diseño.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG21",
    "title": "Dominar la metodología de investigación.",
    "type": "general",
    "specialty": "general",
    "description": ""
  },
  {
    "key": "CG22",
    "title": "Analizar, evaluar y verificar la viabilidad productiva de los proyectos, desde criterios de innovación formal, gestión empresarial y demandas de mercado",
    "type": "general",
    "specialty": "general",
    "description": ""
  }
]





















